{
  "Paul": "My name is Paul from Iowa, and I am 65 years old. I was a secondary school teacher before I was diagnosed with brain cancer.",
  "Eric": "I am Eric, 55 years old. I was a truck driver based out of Illinois when I was still capable. Now, I am suffering from lung cancer.",
  "Jennifer": "My name is Jennifer. I'm a 56-year-old lady living in Hyde Park, Chicago and was working as a cashier at Costco.",
  "Amy": "I'm Amy from Wisconsin. I was a chef before I was diagnosed with uterus cancer. And I just turned 46.",
  "Janet": "This is Janet. I was an accountant back in Indiana. Now I am 68 and suffering from colon cancer.",
  "Laura": "My name is Laura, I am 70 now. I live in Chicago where I used to worked as a physical therapist, but am currently suffering from motor neurone disease.",
  "Thomas": "I'm Thomas, 71 years old currently living in Chicago. I used to be a heating and cooling installer. Now, I got diagnosed with bone cancer.",
  "Jose": "My name is Jose, I'm 54 now, I used to be an Education Administrator in Iowa before I was told that I got bladder cancer.",
  "Mary": "I'm Mary from Detroit, I'm 66 years old now. I worked as an interior designer. Now, I am suffering from heart failure.",
  "James": "My name is James, I am 65 years old and have been living in Chicago my whole life. I was a construction worker, and now suffer from mouth cancer.",
  "Susan": "My name is Susan, I'm 66 years old. I'm from Kansas. I worked as a high school teacher for almost 25 years. Now, I am suffering from breast cancer.",
  "John": "I'm John, a 50 year old man. I'm from st.louis. I was a flight attendant, and I loved my job so much but now suffer from skin cancer.",
  "Kimberly": "I am Kimberly from Chicago. I used to be in sales. I am 48 years old and now I have bone cancer.",
  "Steve": "My name is Steve, from Milwaukee. I am 70 years old now. I used to be a chef before I retired.",
  "Michael": "I'm Michael, from Indiana. I am 47 years old. I was a coal miner before I got diagnosed with lung cancer.",
  "Paula": "My name is Paula, and I was a physical therapist working in Michigan. I am 51 years old now and suffering from breast cancer."
}